{
	"fb2": [
		{
			"Name": "Kai",
			"Text": "Miss Anna! Mr. Diaz just told me you're leaving the village for three months!! It's not true, right?"
		},
		{
			"Name": "Anna",
			"Text": "Mr. Diaz told you?"
		},
		{
			"Name": "Kai",
			"Text": "Well... more like I overheard him talking to Phoenix about it. But still!"
		},
		{
			"Name": "Kai",
			"Text": "He's lying, right? You never leave for more than two weeks at a time, so three months is just absurd!"
		},
		{
			"Name": "Anna",
			"Text": "... I'm sorry, Kai. It's true."
		},
		{
			"Name": "Kai",
			"Text": "But why??"
		},
		{
			"Name": "Anna",
			"Text": "This export is going to a town that's a little further away, that's all. I'll be back soon."
		},
		{
			"Name": "Kai",
			"Text": "Oh..."
		},
		{
			"Name": "Elm",
			"Text": "(Hm... it doesn't sound like their conversation finished, but I can't hear anything else.)"
		},
		{
			"Name": "Elm",
			"Text": "(Maybe these flashbacks have some sort of limit to them.)"
		}
	],
	"item desired": [
		{
			"Name": "???",
			"Text": "... so really, ma belle, I think it imperative that you reconsider your choice."
		},
		{
			"Name": "Anna",
			"Text": "Please, Felix. I've told you many times already. My decision is final."
		},
		{
			"Name": "Felix",
			"Text": "Your decision has been made with greate haste, Belle. Perhaps I could -"
		},
		{
			"Name": "Kai",
			"Text": "Anna! And Felix... oh, sorry, are we interrupting something?"
		},
		{
			"Name": "Anna",
			"Text": "Oh! Good afternoon, Kai. And who might you be?"
		},
		{
			"Name": "Elm",
			"Text": "(So it is her.)"
		},
		{
			"Name": "Elm",
			"Text": "I'm... Elm. I'm Kai's friend."
		},
		{
			"Name": "Kai",
			"Text": "Yes! A new friend. I'm showing them around the village."
		},
		{
			"Name": "Felix",
			"Text": "Elm! What a splendid name. It reminds me of... green... nature... leaves..."
		},
		{
			"Name": "Elm",
			"Text": "Try trees."
		},
		{
			"Name": "Felix",
			"Text": "Yes! Precisely. Trees. I will call you Tree. I think it suits you quite well."
		},
		{
			"Name": "Elm",
			"Text": "That's my last name, actually."
		},
		{
			"Name": "Kai",
			"Text": "So what were you two talking about just now?"
		},
		{
			"Name": "Anna",
			"Text": "Ah... well. Felix here was just running his little campaign speel for me. Again."
		},
		{
			"Name": "Kai",
			"Text": "Ah."
		},
		{
			"Name": "Felix",
			"Text": "This village has been without a mayor for a week now. We're falling into shambles!"
		},
		{
			"Name": "Felix",
			"Text": "Someone needs to reassume power now. And if no one else is going to do it, it may as well be me."
		},
		{
			"Name": "Felix",
			"Text": "Do you not think so, young Tree?"
		},
		{
			"Name": "Elm",
			"Text": "(Ah. I'd almost forgotten about everything with the mayor.)"
		},
		{
			"Name": "Elm",
			"Text": "Uh... I guess?"
		},
		{
			"Name": "Anna",
			"Text": "Don't mind him, Elm."
		},
		{
			"Name": "Felix",
			"Text": "Hmph. Well, heed my word, Belle. I'll let you return to your work now."
		},
		{
			"Name": "Anna",
			"Text": "Actually I can't."
		},
		{
			"Name": "Kai",
			"Text": "Can't what? Return to your work?"
		},
		{
			"Name": "Anna",
			"Text": "Yes. I can't find my horse-riding permit. Perhaps it got stolen."
		},
		{
			"Name": "Elm",
			"Text": "... Horse? Horse-riding permit? Do people steal those in this village??"
		},
		{
			"Name": "Anna",
			"Text": "Maybe. Regardless, I can't send out these exports without it."
		},
		{
			"Name": "Kai",
			"Text": "Oh no. Everyone really is losing everything today."
		},
		{
			"Name": "Anna",
			"Text": "Everyone?"
		},
		{
			"Name": "Kai",
			"Text": "I lost my hunting knife this morning and Hank's animal feed got misplaced."
		},
		{
			"Name": "Felix",
			"Text": "What did I say! The town's falling into shambles. We're falling apart."
		},
		{
			"Name": "Kai",
			"Text": "Not for long, we aren't! Elm's been helping out. They're really good at finding things."
		},
		{
			"Name": "Kai",
			"Text": "Maybe we can help you, Anna!"
		},
		{
			"Name": "Anna",
			"Text": "Really? That would be amazing. I'd like to get this shipment out as soon as possible."
		},
		{
			"Name": "Elm",
			"Text": "Of course."
		}
	],
	"item returned": [
		{
			"Name": "Anna",
			"Text": "My permit!"
		},
		{
			"Name": "Felix",
			"Text": "!"
		},
		{
			"Name": "Anna",
			"Text": "Where did you find it? I've been looking all over for it."
		},
		{
			"Name": "Elm",
			"Text": "We found it in -"
		},
		{
			"Name": "Kai",
			"Text": "We found it outside! I guess you must've dropped it while you were walking."
		},
		{
			"Name": "Anna",
			"Text": "Really? I swear I made at least seven rounds outside. Maybe my vision's just going these days."
		},
		{
			"Name": "Elm",
			"Text": "(Kai's covering for him. I guess he wants to keep the peace as much as possible.)"
		},
		{
			"Name": "Felix",
			"Text": "..."
		},
		{
			"Name": "Kai",
			"Text": "Elm here's just really good at finding things, Anna. I certainly didn't spot it on my way over."
		},
		{
			"Name": "Elm",
			"Text": "Yeah. No sweat."
		},
		{
			"Name": "Anna",
			"Text": "I see. Well, thank you Elm."
		},
		{
			"Name": "Anna",
			"Text": "I'm sorry I can't stay for longer, but I really must be on my way."
		},
		{
			"Name": "Kai",
			"Text": "Of course! Go ahead, Anna. We'll hold the fort down while you're gone."
		},
		{
			"Name": "Anna",
			"Text": "Haha, always so spritely. I trust you to handle the villagers while I'm gone, Kai."
		},
		{
			"Name": "Kai",
			"Text": "Yes ma'am! Wait -- you won't be gone for as long as last time, will you?"
		},
		{
			"Name": "Anna",
			"Text": "That was a special case. I'll be back soon."
		},
		{
			"Name": "Kai",
			"Text": "Okay!! I'll see you when you get back."
		},
		{
			"Name": "Elm",
			"Text": "Have a safe trip, Miss Anna."
		},
		{
			"Name": "Anna",
			"Text": "I will. Thank you again, Elm. You've quite saved me."
		},
		{
			"Name": "Felix",
			"Text": "..."
		},
		{
			"Name": "Felix",
			"Text": "Yes, well, I do believe I should be on my way as well. Good day, you two."
		}
	]
}
